{
  "Produk": "Product",
  "Mulai Project": "Start Project",
  "Jasa Pembuatan Website Profesional di Yogyakarta": "Professional Website Development Services in Yogyakarta",
  "Bikin website yang menghasilkan untuk UMKM, personal brand, dan perusahaan. Desain modern, SEO-friendly, dan siap membantu bisnismu berkembang.": "Create profitable websites for MSMEs, personal brands, and companies. Modern design, SEO-friendly, and ready to help your business grow.",
  "Konsultasi Gratis": "Free Consultation",
  "Gratis 30 menit ngobrol strategi bareng Mas Boy": "Free 30-minute strategy chat with Mas Boy",
  "Lihat Paket": "View Packages",
  "Mas Boy itu Partner Digital Kamu.": "Mas Boy is Your Digital Partner.",
  "Bukan cuma coder, tapi partner strategis yang ngerti bisnis kamu. Dari personal branding sampai pembuatan toko online, Mas Boy siap bikin kamu percaya diri di dunia online.": "Not just a coder, but a strategic partner who understands your business. From personal branding to creating online stores, Mas Boy is ready to make you confident in the online world.",
  "Sering Ngerasain Ini?": "Often Feel This?",
  "Kamu nggak sendirian. Ini beberapa masalah yang sering klien Mas Boy alamin sebelum kami bantu.": "You are not alone. Here are some of the problems Mas Boy's clients often experienced before we helped.",
  "Solusi Lengkap Sesuai Kebutuhan": "Complete Solutions According to Your Needs",
  "Baik kamu perorangan, UMKM, atau perusahaan besar, Mas Boy punya solusi jasa bikin website yang pas.": "Whether you are an individual, an MSME, or a large company, Mas Boy has the right website creation service solution.",
  "Lihat Contoh": "See Examples",
  "Kenapa Harus Mas Boy?": "Why Mas Boy?",
  "Karena website kamu harus kerja 24/7 buat bisnis, bukan cuma jadi pajangan.": "Because your website has to work 24/7 for your business, not just be a display.",
  "Website Dibangun": "Websites Built",
  "Client Puas": "Satisfied Clients",
  "Tepat Waktu": "On Time",
  "Proses Kerja Mas Boy": "Mas Boy's Work Process",
  "Transparan, kolaboratif, dan fokus pada hasil. Begini cara kita bekerja sama.": "Transparent, collaborative, and results-focused. This is how we work together.",
  "Portofolio & Hasil Karya Terbaik": "Portfolio & Best Works",
  "Beberapa proyek pilihan yang sudah bikin klien bangga dan bisnisnya berkembang.": "Some selected projects that have made clients proud and their businesses grow.",
  "Lihat Semua Proyek": "See All Projects",
  "DIPERCAYA OLEH BRAND TERKEMUKA": "TRUSTED BY LEADING BRANDS",
  "Kata Mereka Tentang Mas Boy": "What They Say About Mas Boy",
  "Testimoni asli dari klien yang sudah merasakan dampak positif dari jasa pembuatan website kami.": "Genuine testimonials from clients who have experienced the positive impact of our website development services.",
  "Pertanyaan Umum (FAQ)": "Frequently Asked Questions (FAQ)",
  "Punya pertanyaan? Mungkin jawabannya ada di sini. Jika tidak, jangan ragu untuk menghubungi Mas Boy.": "Have a question? Maybe the answer is here. If not, don't hesitate to contact Mas Boy.",
  "Siap Punya Website Profesional yang Benar-Benar Bekerja?": "Ready to Have a Professional Website That Really Works?",
  "Jangan tunda lagi. Ngobrol gratis nggak dipungut biaya, malah bisa dapet pencerahan.": "Don't delay any longer. Free chat is free of charge, you can even get enlightenment.",
  "Ayo Ngobrol Gratis Sekarang": "Let's Chat for Free Now",
  "Slot konsultasi gratis terbatas setiap bulan!": "Free consultation slots are limited every month!",
  "Home": "Home",
  "Layanan": "Services",
  "Showcase": "Showcase",
  "Tentang": "About",
  "Kontak": "Contact",
  "Website Keren Tapi Sepi?": "Cool Website But Quiet?",
  "Desain keren tapi nggak ada konversi? Mas Boy bedah strategi biar website UMKM kamu laris manis.": "Cool design but no conversions? Mas Boy dissects the strategy so that your MSME website sells well.",
  "Template Mahal Tapi Ribet?": "Expensive Template But Complicated?",
  "Template mahal malah bikin pusing? Mas Boy buatkan dari nol, 100% full custom untuk toko online-mu.": "Expensive templates make you dizzy? Mas Boy will create it from scratch, 100% full custom for your online store.",
  "Bingung Mulai Online?": "Confused about Starting Online?",
  "Mau go-digital tapi bingung mulai dari mana? Mas Boy siap pandu langkah demi langkah.": "Want to go digital but confused about where to start? Mas Boy is ready to guide you step by step.",
  "Perorangan": "Individual",
  "Website Portfolio & Personal Branding. Solusi untuk membangun citra diri yang kuat di dunia digital.": "Portfolio & Personal Branding Website. A solution to build a strong self-image in the digital world.",
  "UMKM": "MSME",
  "Jasa pembuatan website dan toko online untuk UMKM Profesional. Bantu bisnismu naik kelas dan jangkau lebih banyak pelanggan.": "Website and online store creation services for Professional MSMEs. Help your business level up and reach more customers.",
  "Enterprise": "Enterprise",
  "Website Custom untuk Perusahaan. Solusi dengan fitur kompleks, keamanan, dan skalabilitas tinggi.": "Custom Website for Companies. Solutions with complex features, security, and high scalability.",
  "Toko Online (E-Commerce Website)": "Online Store (E-Commerce Website)",
  "Website jualan produk lengkap dengan katalog, keranjang belanja, metode pembayaran, dan sistem pengiriman.": "Product selling website complete with catalog, shopping cart, payment methods, and shipping system.",
  "Company Profile Website": "Company Profile Website",
  "Situs resmi perusahaan untuk memperkenalkan brand, layanan, portofolio, dan kontak profesional.": "The company's official site to introduce the brand, services, portfolio, and professional contacts.",
  "LMS (Learning Management System)": "LMS (Learning Management System)",
  "Platform belajar online dengan fitur kursus, ujian, forum diskusi, dan sertifikat digital.": "Online learning platform with course features, exams, discussion forums, and digital certificates.",
  "Booking & Reservation System": "Booking & Reservation System",
  "Sistem pemesanan online untuk jadwal layanan atau fasilitas dengan konfirmasi otomatis.": "Online ordering system for scheduling services or facilities with automatic confirmation.",
  "Event & E-Ticketing": "Event & E-Ticketing",
  "Website penjualan tiket acara dengan e-ticket & QR code scan-ready.": "Event ticket sales website with e-tickets & QR code scan-ready.",
  "Fundraising & Donation Platform": "Fundraising & Donation Platform",
  "Platform penggalangan dana online, cocok untuk NGO, komunitas, atau proyek sosial.": "Online fundraising platform, suitable for NGOs, communities, or social projects.",
  "Forum & Community Platform": "Forum & Community Platform",
  "Website untuk diskusi, berbagi informasi, dan membangun komunitas online.": "A website for discussion, sharing information, and building an online community.",
  "Membership Website": "Membership Website",
  "Situs dengan konten eksklusif bagi anggota berbayar atau terdaftar.": "Site with exclusive content for paid or registered members.",
  "Portfolio & Personal Branding": "Portfolio & Personal Branding",
  "Website personal untuk memamerkan karya, pengalaman, dan pencapaian.": "Personal website to showcase work, experience, and achievements.",
  "Blog / News Portal": "Blog / News Portal",
  "Website berbasis artikel atau berita untuk edukasi, opini, atau informasi terkini.": "Article or news-based website for education, opinion, or the latest information.",
  "Media Streaming Website": "Media Streaming Website",
  "Platform untuk streaming musik, video, atau podcast secara online.": "A platform for streaming music, videos, or podcasts online.",
  "Video Platform": "Video Platform",
  "Situs khusus untuk mengunggah, mengelola, dan membagikan video.": "A special site for uploading, managing, and sharing videos.",
  "ERP (Enterprise Resource Planning)": "ERP (Enterprise Resource Planning)",
  "Sistem manajemen terpadu untuk keuangan, stok, produksi, dan operasional bisnis.": "Integrated management system for finance, stock, production, and business operations.",
  "CRM (Customer Relationship Management)": "CRM (Customer Relationship Management)",
  "Platform untuk mengelola data pelanggan, interaksi, dan penjualan.": "A platform for managing customer data, interactions, and sales.",
  "HRIS (Human Resource Information System)": "HRIS (Human Resource Information System)",
  "Sistem manajemen SDM untuk absensi, payroll, cuti, dan data karyawan.": "HRM management system for attendance, payroll, leave, and employee data.",
  "Helpdesk & Support Ticketing": "Helpdesk & Support Ticketing",
  "Sistem layanan pelanggan dengan tiket, live chat, dan tracking progress.": "Customer service system with tickets, live chat, and progress tracking.",
  "POS (Point of Sale)": "POS (Point of Sale)",
  "Sistem kasir online untuk toko, restoran, atau bisnis retail.": "Online cashier system for shops, restaurants, or retail businesses.",
  "Real Estate Listing": "Real Estate Listing",
  "Website daftar properti dengan peta, foto, dan fitur pencarian.": "Property listing website with maps, photos, and search features.",
  "SaaS (Software as a Service) Platform": "SaaS (Software as a Service) Platform",
  "Layanan aplikasi berbasis web untuk solusi digital yang bisa diakses kapan saja.": "Web-based application services for digital solutions that can be accessed anytime.",
  "Undangan Digital": "Digital Invitation",
  "Website undangan online dengan galeri foto, peta lokasi, RSVP, dan hitung mundur acara.": "Online invitation website with photo gallery, location map, RSVP, and event countdown.",
  "100% Desain Custom": "100% Custom Design",
  "Desain unik tanpa template, khusus untuk brand kamu.": "Unique design without templates, specifically for your brand.",
  "Unlimited Halaman": "Unlimited Pages",
  "Fleksibilitas penuh sesuai paket yang kamu pilih.": "Full flexibility according to the package you choose.",
  "Paham Konteks Bisnis": "Understands Business Context",
  "Fokus ke hasil dan ROI, bukan sekadar baris kode.": "Focus on results and ROI, not just lines of code.",
  "Support Penuh": "Full Support",
  "Selalu ada untukmu, bahkan setelah proyek selesai.": "Always there for you, even after the project is finished.",
  "Ngobrol & Diskusi (Briefing)": "Chat & Discussion (Briefing)",
  "Kita gali ide & tujuan websitemu. Diskusi mendalam adalah kunci untuk membangun solusi yang tepat sasaran.": "We explore your website ideas & goals. In-depth discussion is the key to building the right solution.",
  "Fase ini kunci segalanya. Makin jujur, makin mantap hasilnya.": "This phase is the key to everything. The more honest you are, the better the results.",
  "Strategi & Desain (Konsep)": "Strategy & Design (Concept)",
  "Mas Boy melakukan riset pasar, lalu merancang desain UI/UX yang menjual dan berfokus pada pengalaman pengguna.": "Mas Boy conducts market research, then designs a UI/UX design that sells and focuses on user experience.",
  "Di sini kita tentukan \"nyawa\" website-nya. Kamu bisa revisi sampai sreg.": "Here we determine the \"soul\" of the website. You can revise until you are satisfied.",
  "Eksekusi & Development (Coding)": "Execution & Development (Coding)",
  "Desain diubah menjadi kode yang rapi dengan performa optimal. Koding bersih untuk website cepat dan modern.": "The design is converted into clean code with optimal performance. Clean coding for a fast and modern website.",
  "Proses ini butuh kesabaran, tapi hasilnya pasti sepadan.": "This process requires patience, but the results will be worth it.",
  "Launching & Optimalisasi (Go Live!)": "Launching & Optimization (Go Live!)",
  "Website siap diluncurkan! Setelah live, Mas Boy bantu optimasi dasar SEO dan memantau performa untuk kesuksesan jangka panjang.": "The website is ready to be launched! After going live, Mas Boy helps with basic SEO optimization and monitors performance for long-term success.",
  "Perjuangan belum selesai, kita pantau bareng performanya.": "The struggle is not over, we will monitor its performance together.",
  "Berapa lama proses pengerjaan sebuah website?": "How long does it take to create a website?",
  "Tergantung kompleksitas. Untuk paket Start/Pro, biasanya sekitar 7-14 hari kerja setelah semua materi (teks, gambar) kami terima. Untuk paket Custom, waktunya akan disesuaikan dengan scope proyek.": "It depends on the complexity. For the Start/Pro package, it usually takes around 7-14 working days after we receive all the materials (text, images). For the Custom package, the time will be adjusted to the scope of the project.",
  "Apakah harga sudah termasuk domain dan hosting?": "Does the price include domain and hosting?",
  "Betul! Setiap paket sudah termasuk gratis domain (.com) dan hosting untuk tahun pertama, serta SSL untuk keamanan. Kamu tidak perlu pusing soal teknis di awal.": "That's right! Every package includes a free domain (.com) and hosting for the first year, as well as SSL for security. You don't have to worry about technical matters at the beginning.",
  "Apakah ada garansi setelah website jadi?": "Is there a warranty after the website is finished?",
  "Tentu. Kami memberikan garansi maintenance selama 1-2 bulan (tergantung paket) untuk memastikan website berjalan lancar dan bebas dari error teknis setelah launching.": "Of course. We provide a maintenance guarantee for 1-2 months (depending on the package) to ensure the website runs smoothly and is free of technical errors after launching.",
  "Apakah saya bisa mengelola konten website sendiri nanti?": "Can I manage the website content myself later?",
  "Sangat bisa! Kami membangun website di atas platform (CMS) yang user-friendly. Kami akan berikan panduan singkat agar kamu bisa update konten seperti teks, gambar, atau artikel blog dengan mudah.": "Absolutely! We build websites on a user-friendly platform (CMS). We will provide a short guide so you can easily update content such as text, images, or blog articles.",
  "Bagaimana sistem pembayarannya?": "What is the payment system?",
  "Sistemnya fleksibel. Biasanya 50% DP (Down Payment) di awal sebagai tanda jadi, dan 50% sisanya setelah website selesai dan siap untuk online (sebelum serah terima akun).": "The system is flexible. Usually 50% DP (Down Payment) at the beginning as a down payment, and the remaining 50% after the website is finished and ready to go online (before account handover).",
  "Saya masih bingung, bisa konsultasi dulu?": "I'm still confused, can I have a consultation first?",
  "Tentu saja! Konsultasi gratis dan tidak ada kewajiban. Justru kami senang bisa diskusi dulu untuk memahami kebutuhanmu. Klik tombol \"Konsultasi Gratis\" dan kita ngobrol santai.": "Of course! The consultation is free and there is no obligation. In fact, we are happy to discuss first to understand your needs. Click the \"Free Consultation\" button and let's have a casual chat."
}